{
    "Welcome to a new listening experience": "Benvenuti in una nuova esperienza di ascolto",
    "H.E.O.LO. is a major innovation which overcomes the typical limits of traditional speaker design. The listening experience with any H.E.O.L.O. model is remarkable because the speakers literally 'disappear'. The speakers position is essentially undetectable whilst they maintain the focus and detail of each individual instrument. The timbre and tonal balance do not vary as the listening position changes, so making the concept of “sweet-spot” obsolete. This technical innovation makes these speakers unique and inimitable.": "H.E.O.LO. è un diffusore innovativo progettato per superare i limiti tipici dei tradizionali sistemi di trasduzione acustica. L'esperienza di ascolto con qualsiasi modello HEOLO è notevole poiché i diffusori letteralmente 'scompaiono'. La posizione dell'altoparlante è praticamente non rilevabile pur mantenendo la messa a fuoco e il dettaglio di ogni singolo strumento. Il timbro e il bilanciamento tonale non variano al variare della posizione di ascolto, rendendo obsoleto il concetto di “sweet-spot”. Una soluzione tecnica che rende questi diffusori unici e inimitabili",
    "A little miracle capable of a wide soundstage, reproducing all the details and nuance of your preferred music. Easy load for any amplifier delivering an incredible punch and sense of rhythm.": "Un piccolo miracolo capace di un ampio soundstage, che riproduce tutti i dettagli e le sfumature della tua musica preferita. Caricamento facile per qualsiasi amplificatore che offre un incredibile punch e senso del ritmo.",
    "The reference speaker for a no compromise choice. The highest performance speaker in our range. It represents a true listening experience.": "L'altoparlante di riferimento per una scelta senza compromessi. Il diffusore più performante del nostro catalogo. Rappresenta una vera esperienza di ascolto.",
    "Best selling all-round performer. A wide and detailed soundstage with incredibly deep and tight bass (40Hz @ 0dB) from its twin bass drivers in a 2.5-way configuration.": "Best seller per una performance a tutto tondo. Soundstage ampio e dettagliato con bassi incredibilmente profondi e decisi (40 Hz @ 0dB) con un driver per doppio basso in configurazione a 2,5 vie.",
    "HEAD (High End Audio Devices) represents a young brand with the aim of creating highly innovative products for high quality audio listening. In the beginning our efforts have focused on the realization of custom projects for a few selected customers. Given the excellent feedback received, we have decided to offer some of our achievements to the wider public, as the result of expertise established over more than 20 years of high fidelity realizations (both in electronics and in the loudspeakers). Our products are entirely and proudly handcrafted in Italy. The small differences and imperfections of the finish are not an indication of poor accuracy, but are present to witness the hand of the craftsman that makes our products almost unique. High quality manufacturing of our products is comparably superior to mass-produced devices, which can not, for obvious limitations of the industrial production process, present the same care, particularly as regards the electroacoustic aspects. An integral part of the production process is represented by listening sessions of each of our products, through the use of selected and representative musical programs of various genres, in a defined environment and set-up. This last stage of the production process is in our opinion essential to guarantee the quality of the product and to verify that the final yield is the one expected.": "HEAD (High End Audio Devices) rappresenta un marchio giovane con l'obiettivo di creare prodotti altamente innovativi per l'ascolto audio di alta qualità. All'inizio i nostri sforzi si sono concentrati sulla realizzazione di progetti personalizzati per pochi selezionati clienti. Visti gli ottimi riscontri ricevuti, abbiamo deciso di proporre al grande pubblico alcune delle nostre realizzazioni, frutto di competenze consolidate in oltre 20 anni di realizzazioni ad alta fedeltà (sia nell'elettronica che negli altoparlanti). I nostri prodotti sono interamente e orgogliosamente realizzati a mano in Italia. Le piccole differenze e imperfezioni della finitura non sono indice di scarsa accuratezza, ma sono presenti a testimoniare la mano dell'artigiano che rende i nostri prodotti quasi unici. La produzione di alta qualità dei nostri prodotti è comparabilmente superiore ai dispositivi prodotti in serie, che non possono, per evidenti limiti del processo di produzione industriale, presentare la stessa cura, in particolare per quanto riguarda gli aspetti elettroacustici. Parte integrante del processo produttivo è rappresentato dalle sessioni di ascolto di ogni nostro prodotto, attraverso l'utilizzo di selezionati e rappresentativi programmi musicali di vario genere, in un ambiente e allestimento definiti. Quest'ultima fase del processo produttivo è a nostro avviso fondamentale per garantire la qualità del prodotto e per verificare che la resa finale sia quella attesa.",
    "The history of the HEAD brand and in particular of the HEOLO loudspeaker started almost by chance more than 10 years ago, when Leonardo D'Aprano and Luigi Ponzo, accepted the challenge of creating an omnidirectional loudspeaker with an audiophile vocation. The original intuition, and subsequent prototyping and testing, led to the creation of a loudspeaker that exceeded the project's expectations and initial specifications. Across the years, the working group had expanded including, Graziano Ponzo and Marco Bartolotta, with work skills in high-tech sectors of industrial electronics, musical instruments manufacturing, aerospace quality connections. Our common idea has been always to create high-end audio products that should have had an unusual approach and innovative content. This approach transpires in every product manufactured by our group.": "La storia del marchio HEAD e in particolare del diffusore HEOLO inizia quasi per caso più di 10 anni fa, quando Leonardo D'Aprano e Luigi Ponzo, accettarono la sfida di creare un diffusore omnidirezionale con vocazione audiofila. L'intuizione originale, e la successiva prototipazione e test, hanno portato alla creazione di un altoparlante che ha superato le aspettative del progetto e le specifiche iniziali. Nel corso degli anni, il gruppo di lavoro si è ampliato comprendendo, Graziano Ponzo e Marco Bartolotta, con competenze lavorative nei settori ad alta tecnologia dell'elettronica industriale, fabbricazione di strumenti musicali, connessioni di qualità aerospaziale. La nostra idea comune è sempre stata quella di creare prodotti audio di fascia alta che avrebbero dovuto avere un approccio insolito e contenuti innovativi. Questo approccio traspare in ogni prodotto realizzato dal nostro gruppo.",
    "View more": "Maggiori Dettagli",
    "About Us": "Chi Siamo",
    "Products & Accessories": "Prodotti e Accessori",
    "Products": "Prodotti",
    "Discover our Products and Accessories": "Scoprite i nostri prodotti ed accessori",
    "Contacts": "Contatti",
    "Contact Us": "Contattaci",
    "It seems we have a problem with the contact form. Please send us an email at info@head-audio.it. We will get back to you shortly": "Sembra che abbiamo un problema con il modulo di contatto. Inviaci una mail a info@head-audio.it. Vi risponderemo al più presto",
    "Error sending emails": "Invio non riuscito",
    "Enter your Full name:": "Inserisci il tuo nome completo:",
    "Enter your E-mail:": "Inserisci la tua E-mail",
    "Enter your message:": "Messaggio",
    "What they say about HEOLO": "Parlano di noi ...",
    "Who we are": "Chi siamo",
    "Our Vision": "La nostra visione",
    "Innovation and quality": "Innovazione e qualità",
    "See More :": "Link alla review :",
    "The traditional “valve amplifier” sound is a highly sought-after feature in the audiophile world, often being cited as a true term of reference to identify a warm, pleasing sound, which is never harsh, whilst still being rich in small details. However, the thermionic valve is a device which requires very careful selection and presents a series of other problems for amplifier design. They require a complex circuit structure using high voltages, often being a source of electronic noise and unwanted induced electromagnetic disturbance. They also have significant technological limits, such as deterioration of performance over time, and a susceptibility to microphonics (induced electrical noise from vibrations). After years of study and experimentation, H.E.A.D. have created a preamplifier capable of reproducing the typical sound characteristics of a valve preamp using completely analogue and solid-state circuits, but without the negative characteristics of the valves themselves. The key components of our new preamplifier are the SSTD (Solid State Tube Driver) and SST (Solid State Tube) devices which allow it to characterise the input signal making it similar to a “valve sound”. It is thanks to this technology that it has been possible to create a true sound evolution to bring to your audiophile system.": "Il suono valvolare è una caratteristica molto ricercata in campo audiofilo, venendo spesso citato come vero termine di riferimento per identificare un suono piacevole, mai aspro e al contempo ricco di microinformazioni. Tuttavia la valvola termoionica è un dispositivo che oltre a necessitare di una attenta selezione, presenta una serie di altri problemi; struttura circuitale complessa (tensioni mediamente elevate, fonte di rumore elettronico e disturbi elettromagnetici indotti) e limiti tecnologici (deterioramento delle prestazioni nel tempo, microfonicità etc). Dopo anni di studio e sperimentazione, i laboratori H.E.A.D. hanno realizzato, mediante circuiti completamente analogici e a stato solido, un preamplificatore in grado di riprodurre le sonorità tipiche di un preamplificatore valvolare, ma privo di tutte le caratteristiche negative delle valvole. I componenti chiave del Preamplificatore sono i dispositivi SSTD (Solid State Tube Driver) e SST (Solid State Tube) che permettono di caratterizzare il segnale in ingresso rendendolo assimilabile ad un “timbro valvolare”. E’ grazie a questa tecnologia che è stato possibile realizzare quello che rappresenta una vera evoluzione sonora da portare nel vostro impianto Hi-end. ",
    "&lt;&lt;Power is nothing without control!&gt;&gt; so says the famous quotation… and it is precisely on this principle that the design of our brand-new amplifier is based. MUSICA is an uncompromising “speaker driver”, characterised by its excellent ability to manage complex loads while maintaining an extreme linearity, very low noise and a remarkable speed in the transient response. MUSICA is the first High End Amplifier that integrates Open Source HW technology! Inside there is an Arduino TM module that constantly controls all the internal functions of the amplifier. This includes the monitoring of its operating temperature, the regulation of the polarization current of the final stage, so allowing its transition from a class A to a class AB, as well speed control of the extremely silent cooling fan which thus guarantees constant and stable operation over time. This technology allows unprecedented versatility and customization. Its designed is based on an optimized IC-Transistor architecture. MUSICA, despite being a muscular power amplifier, is extremely compact so can be used as a single stereo amplifier or in a bi-amplification arrangement. MUSICA is able to deliver 2 x 130WRMS into 8 Ohms, 2 x 250WRMS into 4 Ohms, and can also handle loads as low as 2 Ohms due to its continuous high current output that comfortably reaches 30 Amps.": "“La potenza è nulla senza controllo!” così citava un celebre spot… ed è proprio su questo principio che si basa la progettazione del nostro nuovissimo amplificatore. MUSICA, è uno “Speaker Driver” senza compromessi, caratterizzato da una ottima capacita di gestire carichi complessi mantenendo una estrema linearità, un bassissimo rumore e una notevole velocità nella risposta ai transienti. MUSICA è il primo Amplificatore High End che integra al suo interno tecnologia HW Open Source! Al suo interno è presente un modulo ArduinoTM che si occupa di controllare costantemente tutti gli stadi interni dell’amplificatore; dallo stadio di uscita, al monitoraggio della temperatura di esercizio, alla regolazione della corrente di polarizzazione dello stadio finale, permettendo la transizione da classe A ad AB, fino al controllo tachimetrico della silenziosissima ventola di raffreddamento, garantendo un funzionamento costante e stabile nel tempo. Questa scelta consente una versatilità e una personalizzazione senza precedenti. MUSICA, pur essendo un finale muscoloso, è estremamente compatto e modulare (stereo o bi-amping) ed è basato su una architettura ottimizzata IC-Transistors. MUSICA è in grado di erogare 2x130WRMS su 8 Ohm, 2x250WRMS su 4 Ohm, in grado di gestire anche carichi limite di 2 Ohm grazie ad una capacità di corrente in regime continuo che raggiunge agevolmente i 30 Ampere.",
    "English": "Inglese",
    "Italian": "Italiano",
    "See the Product Page": "Vai all pagina dei Prodotti",
    "Download the HEOLO Technical Description": "Scarica le specifiche di HEOLO",
    "Our Cables & Accessories": "I nostri cavi e accessori",
    "Cables & Accessories": "Cavi & Accessori"

}