[{
    "reviewer": "Six Moon",
    "review": "This pleasing unforced nature of the upper registers felt less like 'box sound' than I was used to even from my significantly costlier reference speakers. To nip presumptions in the bud, this quality wasn't synonymous with fluffy room fill as the word omnidirectional might suggest. Au contraire, it was highly defined and exceptionally image or location-specific",
    "link": "https://6moons.com/audioreviews/heolo/1.html"
}, {
    "reviewer": "Audio Review",
    "review": "These are probably the most beautiful tests that I like to perform: a recently born builder, although gifted with preparation and good determination, comes here and thumps those who pride themselves on producing omnidirectional loudspeakers with unrealistic sound stages like the Colosseum."
}, {
    "reviewer": "Fedelta' del Suono",
    "review": "The goal that the designers had set themselves was brilliantly achieved. The soundstage reconstructed by this original bookshelf is so well represented in all directions, that it is very difficult, realistically, to find a credible competitor if not for a triple price. The performance is extremely refined and goes well with the most disparate genres, not even fearing the comparison with the symphonic, returning a very meticulous placement of all the components involved, also giving an excellent amount of air around them."
}, {
    "reviewer": "Il Gazebo Audiofilo",
    "review": "... of the three-dimensional stage, another of its trump cards, we cannot say that well: it is always very stable, little or nothing influenced by the position of the listener, the extension in the three dimensions is valid, with excellent depth and a formidable sense of ambience .....there is a nice sense of rhythm in these minis, which manage to punctuate even the most inaccessible passages without hesitation .....when the harpsichordist Joseph Payne starts playing the Allemande of the first suite, it is as if someone had suddenly opened a casket full of precious gems. It has been a while since I felt such a level of refinement, the high quality of the drivers mounted and the sophisticated diffusion system used on the tweeter make listening to this baroque masterpiece truly special...... I pull the Goldberg BWV 988 Variations interpreted on the piano by Glenn Gould out of the drawer.... The H.E.O.L.O. they express themselves with brightness, great emotional tension and lucidity to the advantage of the vitality of the sound. The percussive effect evidenced by the recording is rendered untouched, this is what I wanted to hear ... and this I felt. "
}]